---
kind: enumMember
id: F:Autodesk.Revit.DB.SetComparisonResult.Subset
enum: Autodesk.Revit.DB.SetComparisonResult
source: html/3310a68d-b67a-79cb-ea54-deb00d9f60d9.htm
---
# Autodesk.Revit.DB.SetComparisonResult.Subset

Both sets are not empty and the left set is strict subset of the right.